const wishes = [
    {
        desc: 'Гравець1 має поцілувати шию Гравець2, затримавшись на кілька секунд.',
        quantity: 2,
        category: '18+'
    },
    {
        desc: 'Гравець2 повинен провести пальцями по оголеній частині тіла Гравець1 (наприклад, руці чи спині).',
        quantity: 2,
        category: '18+'
    },
    {
        desc: 'Гравець1 і Гравець2 повинні сісти близько один до одного, так, щоб їхні губи були за кілька сантиметрів, і протриматися в такій позиції 15 секунд',
        quantity: 2,
        category: '18+'
    },
    {
        desc: 'Гравець2 має поцілувати будь-яку частину тіла Гравець1, яку той/та обере, використовуючи лише губи',
        quantity: 2,
        category: '18+'
    },
    {
        desc: 'Гравець1 повинен повільно провести пальцями по внутрішній стороні долоні Гравець2, дивлячись йому/їй прямо в очі.',
        quantity: 2,
        category: '18+'
    },
    {
        desc: 'Гравець2 має зняти один елемент одягу Гравець1 (за згодою) і зробити це максимально сексуально.',
        quantity: 2,
        category: '18+'
    },
    {
        desc: 'Гравець1 повинен сісти на коліна до Гравець2 і, обійнявши його/її, прошепотіти щось гаряче.',
        quantity: 2,
        category: '18+'
    },
    {
        desc: 'Гравець2 має провести губами або носом уздовж вуха Гравець1.',
        quantity: 2,
        category: '18+'
    },
    {
        desc: 'Гравець2 повинен провести язиком уздовж пальця Гравець1, дивлячись йому/їй прямо в очі.',
        quantity: 2,
        category: '18+'
    },
    {
        desc: "Гравець2 тримає банан в руках. Гравець1 повинен очистити цей банан і з'їсти його, не використовуючи руки, дивлячись йому в очі",
        quantity: 2,
        category: '18+'
    },
    {
        desc: "Гравець1 повинен зробити масаж ніг Гравець2",
        quantity: 2,
        category: '18+'
    },
    {
        desc: 'Покажи палітру звуків, які ти видаєш у спальні.',
        quantity: 1,
        category: '18+'
    },
    {
        desc: 'Гравець1 випиває чарку через імпровізовану "трубочку".',
        quantity: 1,
        category: 'alcohol'
    },
    {
        desc: 'Гравець1 випиває чарку, стоячи на одній нозі, а інша нога піднята до рівня стегна. Якщо впав, додає ще одну чарку.',
        quantity: 1,
        category: 'alcohol'
    },
    {
        desc: 'Гравець1 випиває чарку, стоячи з перев’язаними очима, але інший гравець тримає її та постійно рухає вгору-вниз.',
        quantity: 1,
        category: 'alcohol'
    },
    {
        desc: 'Зроби незвичайний коктейль з того що є на столі, потім випий його.',
        quantity: 1,
        category: 'alcohol'
    },
    {
        desc: 'Випий невелику чашку напою приготовленого всіма гравцями.',
        quantity: 1,
        category: 'alcohol'
    },
    {
        desc: 'Гравець1 тримає чарку між своїми ліктями, а Гравець2 повинен нахилитися та випити, не використовуючи руки.',
        quantity: 2,
        category: 'alcohol'
    },
    {
        desc: 'Гравець1 повинен залити чарку у рот Гравець2, але робить це повільно, щоб алкоголь не пролився (активно контролюється компанією).',
        quantity: 2,
        category: 'alcohol'
    },
    {
        desc: 'Гравець1 бере чарку в рот і передає її Гравець2, тримаючи її своїми губами. Гравець2 випиває чарку прямо так.',
        quantity: 2,
        category: 'alcohol'
    },
    {
        desc: 'Гравець1 стає у "планку" на підлозі, а Гравець2 тримає чарку на спині Гравець1 та випиває її, не перекинувши.',
        quantity: 2,
        category: 'alcohol'
    },
    {
        desc: 'Гравець1 повинен виконати 10 стрибків із положення "присідання", тримаючи пляшку на голові так, щоб вона не впала.',
        quantity: 1,
        category: 'sport'
    },
    {
        desc: 'Гравець1 робить "планку" протягом 30 секунд, але на спині має лежати інший гравець із невеликою вагою.',
        quantity: 1,
        category: 'sport'
    },
    {
        desc: 'Гравець1 повинен встати на одну ногу й балансувати протягом 20 секунд, тримаючи руками будь-який предмет.',
        quantity: 1,
        category: 'sport'
    },
    {
        desc: 'Гравець1 робить 10 віджимань, але кожного разу, коли опускається, повинен сказати ім’я когось із компанії.',
        quantity: 1,
        category: 'sport'
    },
    {
        desc: 'Гравець1 виконує переворот уперед (сальто на місці або хоча б спробу — залежно від умінь).',
        quantity: 1,
        category: 'sport'
    },
    {
        desc: 'Зтанцюй макарену',
        quantity: 1,
        category: 'sport'
    },
    {
        desc: 'Гравець1 і Гравець2 повинні виконати вправу "конюх", де один тримає ноги іншого, а той йде на руках вперед 5 метрів.',
        quantity: 2,
        category: 'sport'
    },
    {
        desc: "Гравець1 повинен закинути невеликий предмет у кошик, який тримає Гравець2, але кидок має бути зроблений через голову, стоячи спиною до кошика.",
        quantity: 2,
        category: 'sport'
    },
    {
        desc: 'Гравець1 і Гравець2 повинні виконати синхронне присідання, тримаючись за руки, але при цьому балансуючи на одній нозі.',
        quantity: 2,
        category: 'sport'
    },
    {
        desc: 'Гравець1 стрибає на спині у Гравець2, і разом вони повинні пройти дистанцію в 10 метрів, не впустивши один одного.',
        quantity: 2,
        category: 'sport'
    },
    {
        desc: 'Гравець1 і Гравець2 повинні разом створити "акробатичну" позу (наприклад, один стоїть, а інший сидить на плечах) і сфотографувати її.',
        quantity: 2,
        category: 'photo'
    },
    {
        desc: 'Гравець1 фотографує Гравець2, який зображує відомого персонажа або сцену з фільму, але без додаткових реквізитів.',
        quantity: 2,
        category: 'photo'
    },
    {
        desc: 'Гравець1 і Гравець2 створюють фотографію, на якій здається, що вони тримають один одного в долоні (гратися з перспективою).',
        quantity: 2,
        category: 'photo'
    },
    {
        desc: 'Гравець1 фотографує Гравець2, але так, щоб це виглядало, ніби вони ширяють у повітрі (наприклад, стрибаючи чи лягаючи на підлогу).',
        quantity: 2,
        category: 'photo'
    },
    {
        desc: 'Гравець1 і Гравець2 повинні зробити "страшне" фото, використовуючи лише ліхтарик і тіні, що створюються ним.',
        quantity: 2,
        category: 'photo'
    },
    {
        desc: 'Гравець1 має зробити фото з кожним в компанії',
        quantity: 1,
        category: 'photo'
    },
];

export default wishes;